get transparency
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public uint GetTransparency()
  Visual Basic
Public Function GetTransparency As UInteger
  Visual C++
public:
unsigned int GetTransparency()
 Return Value
 transparency
 See Also
  ColorWithTransparency Class
  Autodesk.Revit.DB Namespace